export const GAS_PHYSICS_SCREENS = [
  {
    id: "INTRO",
    label: "Вступ",
    isDisabled: false,
  },
  {
    id: "INCOME_DATA",
    label: "Вихідні дані",
    labelCropped: "Дані",
    isDisabled: false,
  },
  {
    id: "RESULTS",
    label: "Результати",
    isDisabled: true,
  },
];

export const GAS_PHYSICS_INTRO_DATA = {
  heading: `Розрахунок фізичних властивостей природного газу`,
  text: `Природний газ – це суміш вуглеводневих газів. Склад природного газу визначається типом родовища, де він видобувається. Природний газ який видобувається на газовому родовищі, здебільшого складається з метану з невеликою кількістю домішок етану, пропану і бутану. Продукт видобутку газоконденсатних родовищ містить не тільки метан, а й велику кількість етану, пропану, бутану та інші важкі вуглеводні аж до бензинових фракцій.`,
  detailsHref: `/gas-physics-details`,
};
