export const GAS_BRANCHES_SCREENS = [
  {
    id: "INTRO",
    label: "Вступ",
    isDisabled: false,
  },
  {
    id: "INCOME_DATA",
    label: "Вихідні дані",
    labelCropped: "Дані",
    isDisabled: false,
  },
  {
    id: "INCOME_SEGMENTS",
    label: "Ділянки",
    isDisabled: true,
  },
  {
    id: "RESULTS_BRANCHES",
    label: "Результати розгалуження",
    labelCropped: "Рез. розгал.",
    isDisabled: true,
  },
];

export const GAS_BRANCHES_INTRO_DATA = {
  heading: `Розрахунок системи газопостачання населеного пункту (розгалужена)`,
  text: `У більшості випадків система газопостачання міських і сільських населених пунктів складається з сукупності кільцевих газових магістралей і тупикових мереж, що відходять від магістралей. Така схема газопостачання населених пунктів достатньо гнучка в керуванні, достатньо надійна, дає можливість при виникненні нештатних ситуацій здійснювати перерозподіл потоків газу на окремих ділянках газових мереж з урахуванням реальних потреб споживачів природного газу.`,
  detailsHref: `/gas-branches-details`,
};
