import Head from "next/head";

const HeadWithSeo = () => (
  <Head>
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <meta name="google-site-verification" content="F_y6DxwPJ12dxob8VYKGDxDxVN1jcQOB-3k32X2tVz4" />
    <link rel="stylesheet" href="assets/css/libs/normalize.css" />
    <link rel="stylesheet" href="assets/css/style.min.css" />
    <link rel="shortcut icon" href="./favicon.ico" type="image/x-icon" />
    <link rel="icon" href="./favicon.ico" type="image/x-icon" />
    <title>
      Технологічні розрахунки газо-, нафтопроводів, газових внутрішньобудинкових
      та кільцевих мереж
    </title>
    <meta
      name="description"
      content="Онлайн розрахунки для курсових та самостійних робіт Івано-Франківського національного технічного уніварситету нафти і газу (ІФНТУНГ) кафедри газонафтопроводів та газонафтосховищ з дисциплін газові мережі і газосховища, проектування та експлуатація газових мереж, проектування та експлуатація компресорних станцій, проектування та експлуатація нафтопроводів"
    />
    <meta
      name="keywords"
      content="онлайн, розрахувати, розрахунок, іфнтунг, ifntuog, sayneyu, газові, мережі, газової, мережа, тиск, online, середюк, пегм, проектування, експлуатація, гм, гідравлічний, нахил, діаметри, діаметр, підбір, формула, формули, тзнг, транспортування, система, режиму, роботи, системи, кс, аналітичний, апо, величину, вибір, визначення, використанням, виході, властивостей, відбором, газопроводу, газопровід, газу, гпа, графічних, гтс, густини, деформації, довжини, довжині, заданих, задану, збільшення, здатності, конвенції, кінцевого, лупінга, лупінгом, математичних, метою, механічний, моделей, міцності, міцність, нагнітача, наземних, наявної, необхідної, однонитковий, однониткового, охолодження, перевірка, першого, пластичні, потужності, примусового, природного, природної, продуктивності, пропускної, профілю, підземних, роду, розподілу, розробка,стінки, температури, типу, тиску, товщини, траси, трубопроводу, трубопроводів, умов, урахуванням, фізичних, характеристик, швидкості, внутрішні, внутрішньо-будинкової, внутрішньо-будинкові, низький, підбор, нпс, гнпс, нафто, нафтоперекачувальна, нафтоперекачувальні, станції, магістральні, нафтопроводи, напір, ттн, ттнн, нафта, нафтопродукти, напору, тисків, розташування, траса, трубопровід, режим, насос, насосні, агрегати, агрегат, нм, нмп, характеристика, технологічний, величин, густина, в'язкість, витрата, обладнання, модель, математична, уточнений, розстановка, пропускна, здатність"
    />
  </Head>
);

export default HeadWithSeo;
